Repository: fangjunyu1/ERdepot
Catalog: ERdepot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: We do not store any of your data.
ar: نحن لا نخزن أي من بياناتك.
ca: No guardem cap de les teves dades.
cs: Neukládáme žádná vaše data.
da: Vi gemmer ikke dine data.
de: Wir speichern keine Ihrer Daten.
el: Δεν αποθηκεύουμε κανένα από τα δεδομένα σας.
es: No almacenamos ninguno de sus datos.
fi: Emme tallenna tietojasi.
fr: Nous ne stockons aucune de vos données.
he: איננו שומרים אף אחד מהנתונים שלך.
hi: हम आपका कोई भी डेटा स्टोर नहीं करते हैं।
hr: Ne pohranjujemo vaše podatke.
hu: Nem tároljuk az Ön adatait.
id: Kami tidak menyimpan data Anda.
it: Non memorizziamo nessuno dei tuoi dati.
ja: お客様のデータは一切保存していません。
ko: 사용자의 데이터를 저장하지 않습니다.
ms: Kami tidak menyimpan sebarang data anda.
nb: Vi lagrer ingen av dine data.
nl: Wij slaan uw gegevens niet op.
pl: Nie przechowujemy żadnych twoich danych.
pt_br: Não armazenamos nenhum dos seus dados.
ro: Nu stocăm niciunul dintre datele dumneavoastră.
ru: Мы не храним ваши данные.
sk: Neuchovávame žiadne vaše údaje.
sv: Vi sparar inga av dina uppgifter.
th: เราไม่เก็บข้อมูลของคุณ
tr: Verilerinizi saklamıyoruz.
uk: Ми не зберігаємо ваші дані.
vi: Chúng tôi không lưu trữ bất kỳ dữ liệu nào của bạn.
zh_hans: 我们不存储您的任何数据。
zh_hk: 我們不會存儲您的任何數據。

source: We provide free exchange rate data.
ar: نحن نقدم بيانات أسعار صرف مجانية.
ca: Oferim dades gratuïtes sobre tipus de canvi.
cs: Poskytujeme zdarma údaje o směnných kurzech.
da: Vi tilbyder gratis valutadata.
de: Wir bieten kostenlose Wechselkursdaten an.
el: Παρέχουμε δωρεάν δεδομένα ισοτιμιών.
es: Proporcionamos datos gratuitos sobre las tasas de cambio.
fi: Tarjoamme ilmaisia valuuttakurssitietoja.
fr: Nous fournissons des données de taux de change gratuites.
he: אנו מספקים נתוני שיעורי המרה בחינם.
hi: हम मुफ्त विनिमय दर डेटा प्रदान करते हैं।
hr: Pružamo besplatne podatke o tečaju.
hu: Ingyenes árfolyam adatokat biztosítunk.
id: Kami menyediakan data nilai tukar gratis.
it: Forniamo dati gratuiti sui tassi di cambio.
ja: 為替レートデータを無料で提供します。
ko: 무료 환율 데이터를 제공합니다.
ms: Kami menyediakan data kadar pertukaran secara percuma.
nb: Vi tilbyr gratis valutakursdata.
nl: We bieden gratis wisselkoersgegevens aan.
pl: Oferujemy darmowe dane o kursach wymiany.
pt_br: Fornecemos dados gratuitos sobre taxas de câmbio.
ro: Oferim date gratuite despre cursurile de schimb.
ru: Мы предоставляем бесплатные данные о курсах обмена.
sk: Poskytujeme bezplatné údaje o výmenných kurzoch.
sv: Vi tillhandahåller gratis växelkursdata.
th: เราจัดเตรียมข้อมูลอัตราแลกเปลี่ยนฟรี
tr: Ücretsiz döviz kuru verisi sağlıyoruz.
uk: Ми надаємо безкоштовні дані про обмінні курси.
vi: Chúng tôi cung cấp dữ liệu tỷ giá miễn phí.
zh_hans: 我们免费提供汇率数据。
zh_hk: 我們提供免費的匯率數據。

source: Webpage
ar: الصفحة الإلكترونية
ca: Pàgina web
cs: Webová stránka
da: Hjemmeside
de: Webseite
el: Ιστοσελίδα
es: Página web
fi: Verkkosivusto
fr: Page Web
he: דף אינטרנט
hi: वेबसाइट
hr: Web stranica
hu: Weboldal
id: Halaman Web
it: Pagina web
ja: ウェブページ
ko: 웹페이지
ms: Halaman Web
nb: Webside
nl: Webpagina
pl: Strona internetowa
pt_br: Página web
ro: Pagina web
ru: Веб-страница
sk: Webová stránka
sv: Webbsida
th: เว็บไซต์
tr: Web Sitesi
uk: Вебсайт
vi: Trang web
zh_hans: 网页
zh_hk: 網頁

source: Website link
ar: روابط الموقع
ca: Enllaços de llocs web
cs: Odkazy na webové stránky
da: Hjemmesidelinks
de: Website-Links
el: Σύνδεσμοι ιστότοπου
es: Enlaces del sitio web
fi: Verkkosivustolinkit
fr: Liens vers le site Web
he: קישורים לאתרים
hi: वेबसाइट लिंक
hr: Linkovi na web-stranice
hu: Weboldal linkek
id: Tautan Situs Web
it: Link al sito web
ja: ウェブサイトリンク
ko: 웹사이트 링크
ms: Pautan Laman Web
nb: Nettstedslenker
nl: Website-links
pl: Linki do stron internetowych
pt_br: Link do site
ro: Linkuri către site-uri web
ru: Ссылки на сайт
sk: Odkazy na webové stránky
sv: Webbplatslänkar
th: ลิงค์เว็บไซต์
tr: Web Sitesi Bağlantıları
uk: Посилання на веб-сайт
vi: Liên kết trang web
zh_hans: 网站链接
zh_hk: 網站連結

source: Welcome
ar: أهلاً وسهلاً
ca: Benvinguts
cs: Vítejte
da: Velkommen
de: Willkommen
el: Καλώς ήρθατε
es: Bienvenido
fi: Tervetuloa
fr: Bienvenue
he: ברוך הבא
hi: स्वागत है
hr: Dobrodošli
hu: Üdvözöljük
id: Selamat Datang
it: Benvenuto
ja: ようこそ
ko: 환영합니다
ms: Selamat Datang
nb: Velkommen
nl: Welkom
pl: Witamy
pt_br: Bem-vindo
ro: Bine ați venit
ru: Добро пожаловать
sk: Vitajte
sv: Välkommen
th: ยินดีต้อนรับ
tr: Hoş Geldiniz
uk: Ласкаво просимо
vi: Chào mừng
zh_hans: 欢迎使用
zh_hk: 歡迎

source: XETRA
ar: منصة فرانكفورت للتجارة الإلكترونية
ca: Plataforma de comerç electrònic de Frankfurt
cs: Frankfurtská elektronická obchodní platforma
da: Frankfurts elektroniske handelsplatform
de: Elektronische Handelsplattform Frankfurt
el: Ηλεκτρονική Πλατφόρμα Συναλλαγών της Φρανκφούρτης
es: Plataforma de comercio electrónico de Frankfurt
fi: Frankfurtin sähköinen kaupankäyntialusta
fr: Plateforme de négociation électronique de Francfort
he: פלטפורמת המסחר האלקטרונית של פרנקפורט
hi: फ्रैंकफर्ट इलेक्ट्रॉनिक ट्रेडिंग प्लेटफॉर्म
hr: Frankfurtska platforma za elektroničko trgovanje
hu: Frankfurti Elektronikus Kereskedési Platform
id: Platform Perdagangan Elektronik Frankfurt
it: Piattaforma di commercio elettronico di Francoforte
ja: フランクフルト電子取引プラットフォーム
ko: 프랑크푸르트 전자 거래 플랫폼
ms: Platform Dagangan Elektronik Frankfurt
nb: Frankfurt elektronisk handelsplattform
nl: Frankfurt Elektronisch Handelsplatform
pl: Platforma handlu elektronicznego we Frankfurcie
pt_br: Plataforma de negociação eletrónica de Frankfurt
ro: Platforma de tranzacționare electronică din Frankfurt
ru: Франкфуртская электронная торговая платформа
sk: Frankfurtská elektronická obchodná platforma
sv: Frankfurts elektroniska handelsplattform
th: แพลตฟอร์มการซื้อขายอิเล็กทรอนิกส์แฟรงค์เฟิร์ต
tr: Frankfurt Elektronik Ticaret Platformu
uk: Франкфуртська електронна торгова платформа
vi: Sàn giao dịch điện tử Frankfurt
zh_hans: 法兰克福电子交易平台
zh_hk: 法蘭克福電子交易平台

source: Yield
ar: أَثْمَر
ca: Rendiment
cs: Výtěžek
da: Udbytte
de: Ertrag
el: Απόδοση παραγωγής
es: Producir
fi: Saanto
fr: Rendement
he: תְשׁוּאָה
hi: उपज
hr: Prinos
hu: Hozam
id: Menghasilkan
it: Prodotto
ja: 収率
ko: 생산하다
ms: hasil
nb: Avkastning
nl: Opbrengst
pl: Dawać
pt_br: Taxa de rendibilidade
ro: Randament
ru: Урожай
sk: Výnos
sv: Avkastning
th: ผลผลิต
tr: Teslim olmak
uk: Врожайність
vi: Năng suất
zh_hans: 收益率
zh_hk: 報酬率

source: You need to add foreign currencies to set costs and view revenue in the corresponding foreign currencies.
ar: يتعين عليك إضافة العملات الأجنبية لتعيين التكاليف وعرض الإيرادات بالعملات الأجنبية المقابلة.
ca: Heu d'afegir monedes estrangeres per definir costos i veure els ingressos en les monedes estrangeres corresponents.
cs: Pro nastavení nákladů a zobrazení výnosů v odpovídajících cizích měnách je nutné přidat cizí měny.
da: Du skal tilføje udenlandske valutaer for at angive omkostninger og se omsætning i de tilsvarende udenlandske valutaer.
de: Sie müssen Fremdwährungen hinzufügen, um Kosten festzulegen und Einnahmen in den entsprechenden Fremdwährungen anzuzeigen.
el: Πρέπει να προσθέσετε ξένα νομίσματα για να ορίσετε το κόστος και να δείτε τα έσοδα στα αντίστοιχα ξένα νομίσματα.
es: Debe agregar monedas extranjeras para establecer costos y ver los ingresos en las monedas extranjeras correspondientes.
fi: Sinun on lisättävä ulkomaanvaluuttoja, jotta voit asettaa kustannukset ja tarkastella tuloja vastaavissa ulkomaanvaluutoissa.
fr: Vous devez ajouter des devises étrangères pour définir les coûts et afficher les revenus dans les devises étrangères correspondantes.
he: עליך להוסיף מטבעות זרים כדי להגדיר עלויות ולהציג הכנסות במטבעות הזרים המתאימים.
hi: आपको लागत निर्धारित करने और संबंधित विदेशी मुद्राओं में राजस्व देखने के लिए विदेशी मुद्राएं जोड़नी होंगी।
hr: Morate dodati strane valute kako biste postavili troškove i vidjeli prihode u odgovarajućim stranim valutama.
hu: A költségek beállításához és a bevételek megtekintéséhez a megfelelő külföldi pénznemekben kell hozzáadnia a külföldi pénznemeket.
id: Anda perlu menambahkan mata uang asing untuk menetapkan biaya dan melihat pendapatan dalam mata uang asing terkait.
it: È necessario aggiungere valute estere per impostare i costi e visualizzare i ricavi nelle valute estere corrispondenti.
ja: コストを設定し、対応する外貨で収益を表示するには、外貨を追加する必要があります。
ko: 비용을 설정하고 해당 외화로 수익을 보려면 외화를 추가해야 합니다.
ms: Anda perlu menambah mata wang asing untuk menetapkan kos dan melihat hasil dalam mata wang asing yang sepadan.
nb: Du må legge til utenlandsk valuta for å angi kostnader og vise inntekter i tilsvarende utenlandsk valuta.
nl: U moet vreemde valuta toevoegen om de kosten in te stellen en de opbrengsten in de bijbehorende vreemde valuta te bekijken.
pl: Aby ustalić koszty i przeglądać przychody w odpowiadających im walutach obcych, należy dodać waluty obce.
pt_br: É necessário adicionar moeda estrangeira para definir o custo da moeda estrangeira correspondente e visualizar o retorno.
ro: Trebuie să adăugați valute străine pentru a seta costurile și a vizualiza veniturile în valutele străine corespunzătoare.
ru: Вам необходимо добавить иностранные валюты, чтобы задать расходы и просмотреть доходы в соответствующих иностранных валютах.
sk: Ak chcete nastaviť náklady a zobraziť výnosy v príslušných cudzích menách, musíte pridať cudzie meny.
sv: Du måste lägga till utländska valutor för att ange kostnader och visa intäkter i motsvarande utländska valutor.
th: คุณต้องเพิ่มสกุลเงินต่างประเทศเพื่อกำหนดต้นทุนและดูรายได้ในสกุลเงินต่างประเทศที่สอดคล้องกัน
tr: Maliyetleri belirlemek ve geliri ilgili yabancı para birimlerinde görüntülemek için yabancı para birimleri eklemeniz gerekir.
uk: Вам потрібно додати іноземні валюти, щоб встановити витрати та переглянути дохід у відповідних іноземних валютах.
vi: Bạn cần thêm ngoại tệ để thiết lập chi phí và xem doanh thu theo loại ngoại tệ tương ứng.
zh_hans: 需要添加外币，才能设置对应外币的成本并查看收益。
zh_hk: 需要添加外幣，才能設定對應外幣的成本並查看收益。

# ROL
source: Romanian Leu
de: Rumänischer Leu
el: Ρουμανικό Λέου
es: Leu rumano
fr: Leu roumain
he: לאו רומני
hi: रोमानियाई लेउ
hu: Román leu
id: Leu Rumania
it: Leu rumeno
ja: ルーマニア・レウ
ko: 루마니아 레우
ms: Leu Romania
nb: Rumensk leu
pl: Leu rumuński
pt_br: Leu romeno
ro: Leu românesc
ru: Румынский леу
sk: Rumunská leu
sv: Rumänsk leu
th: เลอูโรมาเนีย
tr: Romanya Leu’su
uk: Румунський леу
vi: Leu Romania

# TRL
source: Turkish Lira
de: Türkische Lira
el: Τουρκική Λίρα
es: Lira turca
fi: Turkin liira
fr: Livre turque
he: לירה טורקית
hi: तुर्की लिरा
hu: Török líra
id: Lira Turki
it: Lira turca
ja: トルコ・リラ
ko: 터키 리라
ms: Lira Turki
nb: Tyrkisk lira
pl: Lira turecka
pt_br: Lira turca
ro: Liră turcească
ru: Турецкая лира
sk: Turecká líra
sv: Turkisk lira
th: ลีร่าตุรกี
tr: Türk Lirası
uk: Турецька ліра
vi: Lira Thổ Nhĩ Kỳ

source: FilingInfo
zh_hans: 备案号：鲁ICP备2023023732号-3A
